txt_title = 'Здоровье'
win_width = 1000
win_height = 600
win_x = 200 
win_y =100
txt_hello = 'Добро пожаловать в программу по определению состояния здоровья!'
txt_instruction = 'Данное приложение позволит вам с помощью теста Руфье провести первичную диагностику вашего здоровья. \n Проба Руфье представляет собой нагрузочный комплекс, предназначенный для оценки работоспособности сердца при физической нагрузке. \n У испытуемого, находящегося в положении лежа на спине в течение 5 мин, определяют частоту пульса за 15 секунд; \n затем в течение 45 секунд испытуемый выполняет 30 приседаний. \n После окончания нагрузки испытуемый ложится, и у него вновь подсчитывается число пульсаций за первые 15 секунд, \n а потом - за последние 15 секунд первой минуты периода восстановления. \n Важно! Если в процессе проведения испытания вы почувствуете себя плохо (появится головокружение, шум в \n ушах, сильная одышка и др.), то тест необходимо прервать и обратиться к врачу.'
txt_next = 'Начать'
#screen2
txt_title2 = 'Здоровье'

#ФИО
name_input = 'Введите Ф.И.О.:'
years_input = 'Полных лет:'
test1 = 'Лягте на спину и замерьте пульс за 15 секунд. Нажмите кнопку "Начать первый тест", чтобы запустить таймер.\n Результат запишите в соответствующее поле.'
button_test1 = 'Начать первый тест'

test2 = 'Выполните 30 приседаний за 45 секунд. Для этого нажмите кнопку "Начать делать приседаний".'
button_test2 = 'Начать делать приседания'

test3 = 'Лягте на спину и замерьте пульс сначала за первые 15 секунд минуты, затем за последние 15 секунд. \n Нажмите кнопку "Начать финальный тест", чтобы запустить таймер. \n Зеленым обозначены секунды, в течение которых необходимо \n проводить измерения, черным минуты без замера пульсаций Результаты запишите в соответствующие поля.'
button_test3 = 'Начать финальный тест'

txt_title3 = 'Результаты'

button_send_results = 'Отправить результаты'